Revit 2027 API
SymbolTypeId.BtuPerFtSup2DegreeF Property
 Symbol BTU/(ft²·°F), indicating unit British thermal units per square foot degree Fahrenheit.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId BtuPerFtSup2DegreeF { get; }
Public Shared ReadOnly Property BtuPerFtSup2DegreeF As ForgeTypeId
	Get
public:
static property ForgeTypeId^ BtuPerFtSup2DegreeF {
	ForgeTypeId^ get ();
}
static member BtuPerFtSup2DegreeF : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace